Repository: perez987/HeliPort
Catalog: Heliport/HeliPort/Appearance/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fr, id, it, ko, pl, pt_br, pt_pt, ro, ru, tr, uk, vi, zh_hans

source: Error occurred while generating bug report.
ar: حدث خطأ أثناء إنشاء تقرير الأخطاء.
cs: Při generování hlášení chyb došlo k chybě.
de: Beim Erstellen des Fehlerberichts ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία της αναφοράς σφαλμάτων.
es: Error al generar el informe de fallos.
fr: Une erreur s'est produite lors de la génération du rapport de bugs.
id: Terjadi kesalahan saat membuat laporan bug.
it: Si è verificato un errore durante la generazione del resoconto bug.
ko: 버그 보고서 생성 중 오류가 발생했습니다.
pl: Wystąpił błąd podczas generowania raportu o błędach.
pt_br: Ocorreu um erro ao gerar o relatório de bug.
pt_pt: Ocorreu um erro ao gerar o relatório de erros.
ro: A apărut o eroare la generarea raportului de erori.
ru: При создании отчёта об ошибках возникла ошибка.
tr: Hata raporu oluşturulurken bir hata oluştu.
uk: Під час формування звіту про помилки сталася помилка.
vi: Đã xảy ra lỗi khi đang tạo báo cáo lỗi.
zh_hans: 生成诊断报告时发生错误

source: Find and join a Wi-Fi network.
ar: ابحث عن شبكة Wi-Fi والانضمام إليها.
cs: Najdi a připoj se k Wi-Fi síti
de: WLAN-Netzwerk finden und damit verbinden
el: Βρείτε και εισέλθετε σε ένα δίκτυο Wi-Fi.
es: Encuentra y accede a una red Wi-Fi.
fr: Trouver et se connecter à un reseau Wi-Fi
id: Cari dan sambungkan jaringan Wi-Fi
it: Trova e accedi a una rete Wi-Fi.
ko: Wi-Fi 네트워크를 찾아서 연결합니다.
pl: Znajdź sieć Wi-Fi i przyłącz się do niej.
pt_br: Encontre e entre em uma rede Wi-Fi.
pt_pt: Encontre e conecte-se a uma rede Wi-Fi.
ro: Caută și conectează-te la o rețea Wi-Fi.
ru: Найти и подключиться к сети.
tr: Wi-Fi ağ bağlantısını bul ve bağlan.
uk: Знайти та підключитися до мережі.
vi: Tìm và kết nối một mạng Wi-Fi.
zh_hans: 查找并加入Wi-Fi网络。

source: Forget Network
ar: نسيان الشبكة
cs: Zapomenout síť
de: Netzwerk vergessen
el: Διαγραφή δικτύου
es: Olvidar Red
fr: Oublier le réseau
id: Lupakan Jaringan
it: Dimentica rete
ko: 네트워크 잊기
pl: Zapomnij sieć
pt_br: Esquecer Rede
pt_pt: Esquecer Rede
ro: Uitați rețeaua
ru: Забыть сеть
tr: Ağı Unut
uk: Забути мережу
vi: Quên mạng
zh_hans: 忘记网络

source: FUNCTION NOT IMPLEMENTED
ar: الوظيفة غير مُنفَّذة
cs: FUNKCE NENÍ IMPLEMENTOVÁNA
de: FUNKTION NICHT IMPLEMENTIERT
el: ΜΗ ΔΙΑΘΕΣΙΜΗ ΛΕΙΤΟΥΡΓΙΑ
es: FUNCIÓN NO IMPLEMENTADA
fr: FONCTION NON IMPLÉMENTÉE
id: FUNGSI BELUM DIIMPLEMENTASIKAN
it: FUNZIONE NON IMPLEMENTATA
ko: 기능이 구현되지 않았습니다
pl: FUNKCJA NIEZAIMPLEMENTOWANA
pt_br: FUNÇÃO NÃO IMPLEMENTADA
pt_pt: Função não implementada
ro: FUNCȚIE NEIMPLEMENTATĂ
ru: ФУНКЦИЯ НЕ РЕАЛИЗОВАНА
tr: FONKSİYON KULLANIMDA DEĞİL
uk: ФУНКЦІЯ НЕ РЕАЛІЗОВАНА
vi: CHỨC NĂNG CHƯA THÍCH HỢP
zh_hans: 功能尚未实现

source: General
ar: عام
cs: Obecné
de: Allgemein
el: Γενικά
fr: Général
id: Umum
it: Generali
ko: 일반
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Основные
tr: Genel
uk: Основні
vi: Cài đặt chung
zh_hans: 通用

source: Generates a comprehensive system report for debugging.
ar: يُنشئ تقرير نظام شاملاً لتصحيح الأخطاء.
cs: Vygeneruje komplexní systémový report pro ladění.
de: Erstellt einen umfassenden Systembericht zur Fehlersuche.
el: Δημιουργεί ένα ολοκληρωμένο αναφορά συστήματος για αποσφαλμάτωση.
es: Genera informe del sistema para depuración.
fr: Génère un rapport système complet pour le débogage.
id: Membuat laporan sistem komprehensif untuk debugging.
it: Genera un rapporto di sistema completo per il debug.
ko: 디버깅을 위한 포괄적인 시스템 보고서를 생성합니다.
pl: Generuje kompleksowy raport systemowy do debugowania.
pt_br: Gera um relatório abrangente do sistema para depuração.
pt_pt: Gera um relatório abrangente do sistema para depuração.
ro: Generează un raport complet al sistemului pentru depanare.
ru: Формирует подробный системный отчёт для отладки.
tr: Hata ayıklama için kapsamlı bir sistem raporu oluşturur.
uk: Генерує комплексний системний звіт для налагодження.
vi: Tạo báo cáo hệ thống toàn diện để gỡ lỗi.
zh_hans: 生成用于调试的综合系统报告。

source: Get Wi-Fi Status
ar: الحصول على حالة Wi-Fi
cs: Získat stav Wi-Fi
de: WLAN-Status abrufen
el: Λήψη κατάστασης Wi-Fi
es: Estado de Wi-Fi
fr: Obtenir l'état du Wi-Fi
id: Dapatkan Status Wi-Fi
it: Ottieni stato Wi-Fi
ko: Wi-Fi 상태 가져오기
pl: Pobierz status Wi-Fi
pt_br: Obter Status do Wi-Fi
pt_pt: Obter Estado do Wi-Fi
ro: Obțineți starea Wi-Fi
ru: Получить статус Wi-Fi
tr: Wi-Fi Durumunu Al
uk: Отримати стан Wi-Fi
vi: Lấy trạng thái Wi-Fi
zh_hans: 获取 Wi-Fi 状态

source: HeliPort API Version:
ar: نسخة HeliPort API:
cs: Verze HeliPort API:
el: HeliPort API Έκδοση:
es: Versión de la API de HeliPort:
fr: Version de l'API d'HeliPort:
id: Versi API HeliPort:
it: Versione API di HeliPort:
ko: HeliPort API 버전:
pl: Wersja API HeliPort:
pt_br: Versão da API do HeliPort:
pt_pt: Versão de API do HeliPort:
ro: Versiunea API Heliport:
ru: Версия API HeliPort:
tr: HeliPort API Versiyonu:
uk: Версія API HeliPort:
vi: Phiên bản API HeliPort:
zh_hans: HeliPort API 版本:

source: HeliPort Restart Required
ar: إعادة تشغيل HeliPort مطلوبة
cs: Vyžadován restart HeliPort
de: HeliPort-Neustart erforderlich
el: Απαιτείται επανεκκίνηση HeliPort
es: Se requiere reiniciar HeliPort
fr: Redémarrage de HeliPort requis
id: Diperlukan Restart HeliPort
it: Riavvio HeliPort richiesto
ko: HeliPort 재시작 필요
pl: Wymagane ponowne uruchomienie HeliPort
pt_br: Reinicialização do HeliPort Necessária
pt_pt: Reinício do HeliPort Necessário
ro: Este necesară repornirea HeliPort
ru: Требуется перезапуск HeliPort
tr: HeliPort'un Yeniden Başlatılması Gerekiyor
uk: Потрібно перезапустити HeliPort
vi: Cần khởi động lại HeliPort
zh_hans: HeliPort 需要重启

source: HeliPort running at an unexpected path
ar: يعمل HeliPort من مسار غير متوقع
cs: HeliPort není správně umístěn
de: HeliPort läuft auf einem unerwarteten Pfad
el: Το HeliPort εκτελείται από απροσδόκητη τοποθεσία
es: HeliPort está ejecutándose desde una dirección inesperada
fr: HeliPort n'est pas situé au bonne endroit
id: HeliPort berjalan pada lokasi yang tidak terduga
it: HeliPort è in un percorso non supportato
ko: HeliPort가 예상치 않은 경로에서 실행 중
pl: HeliPort uruchomiony z nieoczekiwanej ścieżki
pt_br: HeliPort rodando em um caminho inesperado
pt_pt: O HeliPort está a ser executado numa localização inesperada
ro: HeliPort rulează într-un folder neimplicit
ru: HeliPort запущен не из каталога программы
tr: HeliPort beklenmeyen bir dosya konumundan çalıştılıyor.
uk: HeliPort запущено не з каталогу програми
vi: Đường dẫn của HeliPort không đúng
zh_hans: HeliPort 已被阻止在非法路径运行

source: Interface Name:
ar: اسم الواجهة:
cs: Název rozhraní:
de: Anschlussname:
el: Όνομα Διεπαφής:
es: Nombre de la Interfaz:
fr: Nom de l'interface:
id: Nama Antarmuka:
it: Nome Interfaccia:
ko: 인터페이스 이름:
pl: Nazwa interfejsu:
pt_br: Nome da Interface:
pt_pt: Nome da interface:
ro: Numele Interfaței:
ru: Имя интерфейса:
tr: Arayüz Adı:
uk: Ім'я інтерфейсу:
vi: Tên mạng:
zh_hans: 接口名称：

source: IP Address
ar: عنوان IP
cs: IP Adresa
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
fr: Adresse IP
id: Alamat IP
it: Indirizzo IP
ko: IP 주소
pl: Adres IP
pt_br: Endereço IP
pt_pt: Endereço IP
ro: Adresă IP
ru: IP адрес
tr: IP Adresi
uk: IP адреса
vi: Địa chỉ IP
zh_hans: IP 地址

source: itlwm API Version:
ar: إصدار itlwm API
cs: Verze itlwm API:
el: itlwm API Έκδοση:
es: Versión del API de itlwm:
fr: Version de l'API d'itlwm:
id: Versi API itlwm:
it: Versione API di itlwm:
ko: itlwm API 버전:
pl: Wersja API itlwm:
pt_br: Versão da API do itlwm:
pt_pt: Versão de API do itlwm:
ro: Versiune API itlwm:
ru: Версия itlwm API:
tr: itlwm API Versiyonu:
uk: Версія itlwm API:
vi: Phiên bản API itlwm:
zh_hans: itlwm API 版本:

source: itlwm is not running
ar: itlwm لا يعمل
cs: itlwm není spuštěný
de: itlwm läuft nicht
el: Το itlwm δεν εκτελείται
es: El controlador WLAN necesario no se encuentra activo en su sistema. Por favor, verifique que itwlm.kext esté correctamente instalado y ejecutándose.
fr: itlwm n'est pas en cours d'éxecution
id: itlwm belum dijalankan
it: itlwm non è in esecuzione
ko: itlwm이 실행되지 않음
pl: itlwm nie jest uruchomiony
pt_br: itlwm não está em execução
pt_pt: O itlwm não está a ser executado
ro: itlwm nu rulează
ru: itlwm не запущен
tr: itlwm çalışmıyor
uk: itlwm не запущено
vi: itlwm hiện không chạy
zh_hans: itlwm 未运行

source: itlwm Version Mismatch
ar: عدم تطابق إصدار itlwm
cs: Rozdílné verze itlwm a HeliPort
de: itlwm Version stimmt nicht überein
el: itlwm Μη Συμβατή Έκδοση
es: La versión instalada de itlwm.kext no coincide con la versión requerida por Heliport.
fr: La version de itlwm ne correspond pas
id: Versi itlwm tidak cocok
it: La versione di itlwm non corrisponde
ko: itlwm 버전 불일치
pl: Niezgodność wersji itlwm
pt_br: Versão do itlwm Incompatível
pt_pt: Versão do itlwm incompatível
ro: Versiunea itlwm nu corespunde
ru: Несоответствие версии itlwm
tr: itlwm Versiyonu Hatalı
uk: Невідповідність версії itlwm
vi: Phiên bản itlwm không đồng bộ
zh_hans: itlwm 版本不匹配

source: Join
ar: انضمام
cs: Připojit
de: Verbinden
el: Είσοδος
es: Acceder
fr: Se connecter
id: Sambungkan
it: Connetti
ko: 연결
pl: Połącz
pt_br: Entrar
pt_pt: Conectar
ro: Conectează-te
ru: Подключиться
tr: Bağlan
uk: Підключитися
vi: Kết nối
zh_hans: 加入

source: Join "%@"
ar: الانضمام إلى "%@"
cs: Připojit k "%@"
de: Mit "%@" verbinden
el: Σύνδεση σε "%@"
es: Unirse a “ %@“
fr: Rejoindre "%@"
id: Bergabung ke "%@"
it: Connetti a "%@"
ko: "%@"에 연결
pl: Dołącz do "%@"
pt_br: Conectar a "%@"
pt_pt: Ligar a "%@"
ro: Alăturați-vă la "%@"
ru: Подключиться к "%@"
tr: "%@"'ya Katıl
uk: Підключитися до "%@"
vi: Tham gia "%@"
zh_hans: 加入"%@"

source: Join Other Network...
ar: انضمام إلى شبكة أخرى...
cs: Připojit se k jiné síti
de: Mit anderem Netzwerk verbinden...
el: Εισέλθετε σε Άλλο Δίκτυο...
es: Acceder a Otra Red...
fr: Se connecter à un autre réseau...
id: Sambungkan ke Jaringan Lain...
it: Accedi a un'altra rete...
ko: 다른 네트워크에 연결...
pl: Przyłącz się do innej sieci...
pt_br: Entrar em Outra Rede...
pt_pt: Conectar a uma outra rede
ro: Conectează-te la o altă rețea...
ru: Подключиться к другой сети...
tr: Diğer Kablosuz Ağa Bağlan...
uk: Підключитись до іншої мережі...
vi: Kết nối mạng khác...
zh_hans: 加入其他网络...

source: Known Network
ar: شبكة معروفة
cs: Známá síť
de: Bekanntes Netzwerk
el: Γνωστό δίκτυο
es: Red Conocida
fr: Réseau connu
id: Jaringan Dikenal
it: Rete conosciuta
ko: 알려진 네트워크
pl: Znana sieć
pt_br: Rede Conhecida
pt_pt: Rede Conhecida
ro: Rețea cunoscută
ru: Известная сеть
tr: Bilinen Ağ
uk: Відома мережа
vi: Mạng đã biết
zh_hans: 已知网络

source: Known Networks
ar: الشبكات المعروفة
cs: Známé sítě
de: Bekannte Netzwerke
el: Γνωστά δίκτυα
es: Redes Conocidas
fr: Réseaux connus
id: Jaringan Dikenal
it: Reti conosciute
ko: 알려진 네트워크
pl: Znane sieci
pt_br: Redes Conhecidas
pt_pt: Redes Conhecidas
ro: Rețele cunoscute
ru: Известные сети
tr: Bilinen Ağlar
uk: Відомі мережі
vi: Mạng đã biết
zh_hans: 已知网络

source: Later
ar: لاحقاً
cs: Později
de: Später
el: Αργότερα
es: Más tarde
fr: Plus tard
id: Nanti
it: Più tardi
ko: 나중에
pl: Później
pt_br: Mais tarde
pt_pt: Mais tarde
ro: Mai târziu
ru: Позже
tr: Sonra
uk: Пізніше
vi: Để sau
zh_hans: 稍后

source: Launch At Login
ar: فتح عند الدخول
cs: Otevřít při přihlášení
de: Beim Anmelden starten
el: Αυτόματη Εκκίνηση
es: Lanzar al Iniciar Sesión
fr: Lancer au démarrage
id: Jalankan ketika Login
it: Avvia al login
ko: 로그인 시 론칭
pl: Uruchom przy logowaniu
pt_br: Iniciar no Login
pt_pt: Iniciar aquando do login
ro: Rulează la pornirea calculatorului
ru: Запускать при старте
tr: Başlangıçta Çalıştır
uk: Запускати при старті
vi: Mở khi đăng nhập
zh_hans: 登陆时自动启动

source: Launch HeliPort at Login?
ar: تشغيل HeliPort عند تسجيل الدخول؟
cs: Spustit HeliPort při přihlášení?
de: HeliPort beim Anmelden starten?
el: Εκκίνηση του HeliPort κατά τη σύνδεση;
es: Lanzar Heliport al iniciar sesión?
fr: Lancer HeliPort à la connexion ?
id: Jalankan HeliPort saat masuk?
it: Avviare HeliPort all'accesso?
ko: 로그인 시 HeliPort를 실행할까요?
pl: Uruchamiać HeliPort przy logowaniu?
pt_br: Iniciar o HeliPort ao iniciar sessão?
pt_pt: Iniciar o HeliPort ao iniciar sessão?
ro: Porniți HeliPort la autentificare?
ru: Запускать HeliPort при входе?
tr: Girişte HeliPort başlatılsın mı?
uk: Запускати HeliPort під час входу?
vi: Khởi chạy HeliPort khi đăng nhập?
zh_hans: 登录时启动 HeliPort？

source: Make sure you have installed `DebugEnhancer.kext` before collecting logs for itlwm.
ar: تأكد من تثبيت `DebugEnhancer.kext` قبل جمع السجلات لـ itlwm.
cs: Ujistěte se, že máte nainstalovaný `DebugEnhancer.kext` před shromažďováním záznamů pro itlwm.
de: Stellen Sie sicher, dass `DebugEnhancer.kext` installiert ist, bevor Sie Logs für itlwm sammeln.
el: Βεβαιωθείτε ότι έχετε εγκαταστήσει το `DebugEnhancer.kext` πριν συλλέξετε αρχεία καταγραφής για το itlwm.
es: Asegúrate de tener instalada `DebugEnhancer.kext` antes de recolectar logs para itlwm.
fr: Assurez-vous d'avoir installé `DebugEnhancer.kext` avant de collecter les journaux pour itlwm.
id: Pastikan Anda telah menginstal `DebugEnhancer.kext` sebelum mengumpulkan log untuk itlwm.
it: Assicurati di aver installato `DebugEnhancer.kext` prima di raccogliere i log per itlwm.
ko: itlwm의 로그를 수집하기 전에 `DebugEnhancer.kext`를 설치했는지 확인하세요.
pl: Upewnij się, że zainstalowałeś `DebugEnhancer.kext` przed zebraniem dzienników dla itlwm.
pt_br: Certifique-se de ter instalado `DebugEnhancer.kext` antes de coletar logs para o itlwm.
pt_pt: Certifique-se de ter instalado `DebugEnhancer.kext` antes de recolher registos para itlwm.
ro: Asigurați-vă că ați instalat `DebugEnhancer.kext` înainte de a colecta jurnalele pentru itlwm.
ru: Убедитесь, что у вас установлен `DebugEnhancer.kext` перед сбором журналов для itlwm.
tr: itlwm için günlük toplamadan önce `DebugEnhancer.kext` kurduğunuzdan emin olun.
uk: Переконайтесь, що ви встановили `DebugEnhancer.kext` перед збором журналів для itlwm.
vi: Hãy chắc chắn rằng bạn đã cài đặt `DebugEnhancer.kext` trước khi thu nhật ký cho itlwm.
zh_hans: 请确保您在为 itlwm 获取诊断报告之前已经安装了 `DebugEnhancer.kext`

source: Mbps
ar: ميغابت/ث
cs: Mb/s
de: Mbit/s
pl: Mb/s
ru: Мбит/с
uk: Мбіт/с

source: Moving HeliPort to the Applications folder is recommended for full functionality.
ar: يُوصى بنقل HeliPort إلى مجلد التطبيقات للحصول على الوظائف الكاملة.
cs: Pro plnou funkčnost se doporučuje přesunout HeliPort do složky Aplikace.
de: Es wird empfohlen, HeliPort in den Programme-Ordner zu verschieben.
el: Συνιστάται η μετακίνηση του HeliPort στον φάκελο Εφαρμογές για πλήρη λειτουργικότητα.
es: Es recomendable mover Heliport a la carpeta Aplicaciones para su funcionamiento pleno.
fr: Il est recommandé de déplacer HeliPort dans le dossier Applications pour bénéficier de toutes les fonctionnalités.
id: Disarankan untuk memindahkan HeliPort ke folder Aplikasi agar berfungsi sepenuhnya.
it: Si raccomanda di spostare HeliPort nella cartella Applicazioni per la piena funzionalità.
ko: 전체 기능을 위해 HeliPort를 응용 프로그램 폴더로 이동하는 것이 권장됩니다.
pl: Zaleca się przeniesienie HeliPort do folderu Aplikacje w celu pełnej funkcjonalności.
pt_br: É recomendável mover o HeliPort para a pasta Aplicativos para funcionalidade completa.
pt_pt: É recomendável mover o HeliPort para a pasta Aplicações para funcionalidade completa.
ro: Se recomandă mutarea HeliPort în folderul Aplicații pentru funcționalitate completă.
ru: Для полноценной работы рекомендуется переместить HeliPort в папку Программы.
tr: Tam işlevsellik için HeliPort'u Uygulamalar klasörüne taşımanız önerilir.
uk: Для повної функціональності рекомендується перемістити HeliPort до папки Програми.
vi: Nên chuyển HeliPort vào thư mục Ứng dụng để có đầy đủ chức năng.
zh_hans: 建议将 HeliPort 移动到应用程序文件夹以获得完整功能。

source: Network Name
ar: إسم الشبكة
cs: Název sítě
de: Netzwerkname
el: Όνομα δικτύου
es: Nombre de Red
fr: Nom du réseau
id: Nama Jaringan
it: Nome della Rete
ko: 네트워크 이름
pl: Nazwa sieci
pt_br: Nome da Rede
pt_pt: Nome da rede
ro: Numele Rețelei
ru: Имя сети
tr: Kablosuz Ağ Adı
uk: Ім'я мережі
vi: Tên mạng
zh_hans: 网络名称

source: Network Name:
ar: إسم الشبكة:
cs: Název sítě:
de: Netzwerkname:
el: Ονομα Δικτύου:
es: Nombre de Red:
fr: Nom du réseau:
id: Nama Jaringan:
it: Nome della Rete:
ko: 네트워크 이름:
pl: Nazwa sieci:
pt_br: Nome da Rede:
pt_pt: Nome da rede:
ro: Numele Rețelei:
ru: Имя сети:
tr: Kablosuz Ağ Adı:
uk: Ім'я мережі:
vi: Tên mạng:
zh_hans: 网络名称：

source: Network Preferences
ar: تفضيلات الشبكة
cs: Nastavení sítě
de: Netzwerkeinstellungen
el: Προτιμήσεις δικτύου
es: Preferencias de Red
fr: Préférences réseau
id: Preferensi Jaringan
it: Preferenze di Rete
ko: 네트워크 환경설정
pl: Preferencje sieci
pt_br: Preferências de Rede
pt_pt: Preferências de Rede
ro: Preferințe rețea
ru: Настройки сети
tr: Ağ Tercihleri
uk: Параметри мережі
vi: Tuỳ chọn Mạng
zh_hans: 网络偏好设置

source: Networks
ar: الشبكات
cs: Sítě
de: Netzwerke
el: Δίκτυα
es: Redes
fr: Réseaux
id: Jaringan
it: Reti
ko: 네트워크
pl: Sieci
pt_br: Redes
pt_pt: Redes
ro: Rețele
ru: Сети
tr: Ağlar
uk: Мережі
vi: Mạng
zh_hans: 网络

source: No Network Avaliable
ar: لا توجد شبكة متاحة
cs: Nenalezena žádná WI-Fi síť
de: Kein Netzwerk verfügbar
el: Κανένα Διαθέσιμο Δίκτυο
es: No Hay Redes Disponibles
fr: Aucun réseau disponible
id: Tidak Ada Jaringan
it: Nessuna rete disponibile
ko: 사용 가능한 네트워크 없음
pl: Brak dostępnej sieci
pt_br: Nenhuma Rede Disponível
pt_pt: Nenhuma rede disponível
ro: Nicio rețea disponibilă
ru: Нет доступных сетей
tr: Ağ Bağlantısı Mevcut Değil
uk: Немає доступних мереж
vi: Không tìm thấy Mạng
zh_hans: 无可用网络

source: No Status Information Avaliable
ar: لا تتوفر معلومات الحالة
cs: Informace o stavu nejsou dostupné
de: Keine Statusinformationen verfügbar
el: Δεν Υπάρχουν Πληροφορίες Κατάστασης
es: No Hay Información de Estado Disponible
fr: Aucune information disponible
id: Tidak ada Informasi Status yang Tersedia
it: Nessuna informazione di stato disponibile
ko: 상태 정보가 없음
pl: Brak informacji o statusie
pt_br: Nenhuma Informação de Status Disponível
pt_pt: Nenhuma informação de estado disponível
ro: Nu există informații de stare disponibile
ru: Нет доступной информации о статусе
tr: Durum Bilgisi Mevcut Değil
uk: Немає доступної інформації про статус
vi: Không có thông tin trạng thái
zh_hans: 状态信息不可用

source: Noise
ar: التشويش
cs: Šum
de: Störsignal
el: Θόρυβος
es: Ruido
fr: Bruit
it: Disturbo
ko: 노이즈
pl: Szum
pt_br: Ruído
pt_pt: Ruído
ro: Zgomot
ru: Шум
tr: Parazit
uk: Шум
vi: Tiếng ồn
zh_hans: 噪音

source: none
ar: لا شيء
cs: žádné
de: ohne
el: κανένα
es: ninguno
fr: aucun
id: tiada
it: nessuna
ko: 없음
pl: brak
pt_br: nenhum
pt_pt: nenhum
ro: niciuna
ru: нет
tr: hiçbiri
uk: немає
vi: trống
zh_hans: 无

source: None
ar: Hiçbiri
cs: Žádné
de: Ohne
el: Κανένα
es: Ninguno
fr: Aucun
id: Tiada
it: Nessuna
ko: 없음
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Niciuna
ru: Нет
tr: Hiçbiri
uk: Немає
vi: Không
zh_hans: 无

source: Not Now
ar: ليس الآن
cs: Teď ne
de: Jetzt nicht
el: Όχι τώρα
es: Ahora No
fr: Pas maintenant
id: Nanti
it: Non ora
ko: 지금 안 함
pl: Nie teraz
pt_br: Agora não
pt_pt: Agora não
ro: Nu acum
ru: Не сейчас
tr: Şimdi değil
uk: Не зараз
vi: Để sau
zh_hans: 暂不

source: Open Documentation
ar: فتح التوثيق
cs: Otevřít dokumentaci
de: Dokumentation öffnen
el: Άνοιγμα τεκμηρίωσης
es: Abrir Documentación
fr: Ouvrir la documentation
id: Buka Dokumentasi
it: Apri documentazione
ko: 문서 열기
pl: Otwórz dokumentację
pt_br: Abrir Documentação
pt_pt: Abrir Documentação
ro: Deschideți documentația
ru: Открыть документацию
tr: Belgeleri Aç
uk: Відкрити документацію
vi: Mở Tài liệu
zh_hans: 打开文档

source: Open Network Preferences...
ar: تفضيلات الشبكة...
cs: Otevřít předvolby pro Síť...
de: Netzwerkeinstellungen öffnen...
el: Άνοιγμα Προτιμήσεων Δικτύου...
es: Abrir Preferencias de Red...
fr: Ouvrir les préférences réseau...
id: Buka Pengaturan Jaringan...
it: Apri Preferenze di Rete...
ko: 네트워크 환경설정 열기...
pl: Otwórz preferencje sieci...
pt_br: Abrir Preferências de Rede...
pt_pt: Abrir as definições do HeliPort
ro: Deschideți Preferințe rețea...
ru: Открыть настройки сети...
tr: Ağ Tercihlerini Aç...
uk: Відкрити налаштування мережі...
vi: Mở Tuỳ chọn Mạng...
zh_hans: 打开网络偏好设置...

source: Open Wireless Diagnostics...
ar: فتح تشخيص الشبكة اللاسلكية...
cs: Otevřít diagnostiku bezdrátového připojení...
de: Diagnose für drahtlose Umgebungen öffnen...
el: Άνοιγμα Ασύρματων Διαγνωστικών...
es: Abrir Diagnóstico de Red Inalámbrica...
fr: Ouvrir les diagnostics réseau...
id: Buka Diagnosis Wi-Fi...
it: Apri Diagnosi Wireless...
ko: 무선 진단 열기...
pl: Diagnostyka sieci bezprzewodowej...
pt_br: Abrir Diagnóstico de Rede Sem Fio...
pt_pt: Abrir o diagnóstico da rede Wi-Fi
ro: Deschide diagnosticare Wireless...
ru: Открыть диагностику Wi-Fi...
tr: Kablosuz Tanılamayı Aç...
uk: Відкрити діагностику Wi-Fi...
vi: Mở Chẩn đoán không dây...
zh_hans: 打开无线诊断...

source: Opens the native macOS Wireless Diagnostics tool.
ar: يفتح أداة تشخيص الشبكة اللاسلكية الأصلية في macOS.
cs: Otevře nativní nástroj macOS pro diagnostiku bezdrátové sítě.
de: Öffnet das native macOS-Drahtlosdiagnose-Tool.
el: Ανοίγει το εγγενές εργαλείο Ασύρματης Διάγνωσης του macOS.
es: Abre la herramienta Diagnóstico Wireless de macOS
fr: Ouvre l'outil natif de diagnostic sans fil de macOS.
id: Membuka alat Diagnostik Nirkabel bawaan macOS.
it: Apre lo strumento nativo di diagnostica wireless di macOS.
ko: macOS 기본 무선 진단 도구를 엽니다.
pl: Otwiera natywne narzędzie diagnostyki sieci bezprzewodowej systemu macOS.
pt_br: Abre a ferramenta nativa de Diagnósticos Sem Fio do macOS.
pt_pt: Abre a ferramenta nativa de Diagnóstico Sem Fio do macOS.
ro: Deschide instrumentul nativ de diagnostic wireless macOS.
ru: Открывает встроенный инструмент диагностики беспроводных сетей macOS.
tr: macOS'un yerel Kablosuz Tanılama aracını açar.
uk: Відкриває вбудований інструмент діагностики бездротових мереж macOS.
vi: Mở công cụ Chẩn đoán không dây gốc của macOS.
zh_hans: 打开 macOS 原生无线诊断工具。

source: Other Networks
ar: شبكات أخرى
cs: Jiné sítě
de: Andere Netzwerke
el: Άλλα δίκτυα
es: Otras Redes
fr: Autres réseaux
id: Jaringan Lain
it: Altre reti
ko: 다른 네트워크
pl: Inne sieci
pt_br: Outras Redes
pt_pt: Outras Redes
ro: Alte rețele
ru: Другие сети
tr: Diğer Ağlar
uk: Інші мережі
vi: Mạng khác
zh_hans: 其他网络

source: Other...
ar: أخرى...
cs: Jiná...
de: Andere...
el: Άλλο...
es: Otras…
fr: Autre...
id: Lainnya...
it: Altro...
ko: 기타...
pl: Inna...
pt_br: Outra...
pt_pt: Outra...
ro: Alta...
ru: Другая...
tr: Diğer...
uk: Інша...
vi: Khác...
zh_hans: 其他...

source: Password
ar: كلمة السر
cs: Heslo
de: Passwort
el: Συνθηματικό
es: Contraseña
fr: Mot de passe
id: Kata Sandi
ko: 암호
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh_hans: 密码

source: Password:
ar: كلمة السر:
cs: Heslo:
de: Passwort:
el: Συνθηματικό:
es: Contraseña:
fr: Mot de passe:
id: Kata Sandi:
ko: 암호:
pl: Hasło:
pt_br: Senha:
pt_pt: Palavra-passe:
ro: Parolă:
ru: Пароль:
tr: Şifre:
uk: Пароль:
vi: Mật khẩu:
zh_hans: 密码：

source: PHY Mode
ar: وضع PHY
cs: Režim PHY
de: PHY-Modus
el: Λειτουργία PHY
es: Modo PHY
fr: Mode PHY
id: Mode PHY
it: Modalità PHY
ko: PHY 모드
pl: Tryb PHY
pt_br: Modo PHY
pt_pt: Modo PHY
ro: Mod PHY
tr: PHY Modu
vi: Chế độ PHY
zh_hans: PHY 模式

source: Quit HeliPort
ar: إنهاء HeliPort
cs: Ukončit HeliPort
de: HeliPort beenden
el: Έξοδος HeliPort
es: Salir de HeliPort
fr: Quitter HeliPort
id: Keluar dari HeliPort
it: Chiudi HeliPort
ko: HeliPort 종료
pl: Zakończ HeliPort
pt_br: Sair do HeliPort
pt_pt: Sair do HeliPort
ro: Închide HeliPort
ru: Выйти из HeliPort
tr: Heliport'u Kapat
uk: Вийти з HeliPort
vi: Thoát HeliPort
zh_hans: 退出 HeliPort
